{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "..."
			},
			"Translation": {
				"Text": ""
			},
			"Key": "7BBAEF3A40F0D1E960242DA2C56B137C"
		},
		{
			"Source": {
				"Text": "100"
			},
			"Translation": {
				"Text": "100"
			},
			"Key": "BB6EEC2C4AF477D23515409A0A2918EC"
		},
		{
			"Source": {
				"Text": "100"
			},
			"Translation": {
				"Text": "100"
			},
			"Key": "D5245325468A760FFE22DD8C0039EA4E"
		},
		{
			"Source": {
				"Text": "AOE"
			},
			"Translation": {
				"Text": "Attaque de zone"
			},
			"Key": "7F0ABE1F4AE1578F01E9D0A1EA1C07B4"
		},
		{
			"Source": {
				"Text": "Aconit"
			},
			"Translation": {
				"Text": "Aconit"
			},
			"Key": "7710C1674A2C31CA9DCD99A53A232C39"
		},
		{
			"Source": {
				"Text": "Active tutorial"
			},
			"Translation": {
				"Text": "activer le tutoriel"
			},
			"Key": "D4CC959D4EF74D38AFC3FA8AC69C623F"
		},
		{
			"Source": {
				"Text": "AddTowerMax"
			},
			"Translation": {
				"Text": "augmenter le nombre de tour max"
			},
			"Key": "24CA0C434291BDF86AB224B3DD77B43B"
		},
		{
			"Source": {
				"Text": "Apply"
			},
			"Translation": {
				"Text": "valider"
			},
			"Key": "D04BD8A6498AB59970802E908E5B937B"
		},
		{
			"Source": {
				"Text": "Apply"
			},
			"Translation": {
				"Text": "valider"
			},
			"Key": "F832BAD94F58B98FC1F7A58E3D5CBF54"
		},
		{
			"Source": {
				"Text": "Audio"
			},
			"Translation": {
				"Text": "Audio"
			},
			"Key": "B72BC1AE4F5DE0D6EB74ED9543A93602"
		},
		{
			"Source": {
				"Text": "Back"
			},
			"Translation": {
				"Text": "retour"
			},
			"Key": "04EA72DC427A2124052162916969CF72"
		},
		{
			"Source": {
				"Text": "Back"
			},
			"Translation": {
				"Text": "retour"
			},
			"Key": "17EC8AC448044E835F281298D98D272D"
		},
		{
			"Source": {
				"Text": "Base"
			},
			"Translation": {
				"Text": "Base"
			},
			"Key": "06861CA648E4E28035764E913098A833"
		},
		{
			"Source": {
				"Text": "Blood clot"
			},
			"Translation": {
				"Text": "Caillot de sang"
			},
			"Key": "B80CB7684FC90813F7AE28A76FCA173E"
		},
		{
			"Source": {
				"Text": "Build"
			},
			"Translation": {
				"Text": "Construire"
			},
			"Key": "4A4126AC4F0872CCACF8A491D025B7CC"
		},
		{
			"Source": {
				"Text": "But this time I succeed to bring back the souls of monsters thus some materials they dropped."
			},
			"Translation": {
				"Text": "Mais cette fois j'ai réussi à récupérer l'âme des monstres vaincus et à récupéré du matériel sur eux."
			},
			"Key": "8B98BB8A413CAFDC6D486083072656C1"
		},
		{
			"Source": {
				"Text": "End Of Demo"
			},
			"Translation": {
				"Text": "Fin de démo"
			},
			"Key": "CBCAC6DD4A37ACA941995890CF5DD872"
		},
		{
			"Source": {
				"Text": "Graphics"
			},
			"Translation": {
				"Text": "graphismes"
			},
			"Key": "33B2681D4E203F17B166248C9F8E70FF"
		},
		{
			"Source": {
				"Text": "Graphics"
			},
			"Translation": {
				"Text": "graphismes"
			},
			"Key": "53350AF54886E4AB0F1102B174C69BE0"
		},
		{
			"Source": {
				"Text": "Hey, can you hear me?"
			},
			"Translation": {
				"Text": "Hé, tu m'entends?"
			},
			"Key": "0CF874774565CA10CE8E7BABE196C855"
		},
		{
			"Source": {
				"Text": "I need time to restore my power."
			},
			"Translation": {
				"Text": "J'ai besoin de temps pour récupérer mes pouvoirs"
			},
			"Key": "96083F5B450D3AD424DE6C986F7125DE"
		},
		{
			"Source": {
				"Text": "I've used again my magic to came back before the attack."
			},
			"Translation": {
				"Text": "J'ai utilisé ma magie pour remonter le temps avant l'attaque."
			},
			"Key": "A413A88844514134006CAE8E64A98176"
		},
		{
			"Source": {
				"Text": "I've used my power to get back in time before the attack"
			},
			"Translation": {
				"Text": "J'ai utilisé ma magie pour remonter le temps avant l'attaque."
			},
			"Key": "27D496B842F04504DD5FE3ABE750E466"
		},
		{
			"Source": {
				"Text": "IceHeart"
			},
			"Translation": {
				"Text": "Coeur de glace"
			},
			"Key": "69C53EBA44A0D9CD8AAEE0B3C4D496AD"
		},
		{
			"Source": {
				"Text": "Infirmary"
			},
			"Translation": {
				"Text": "Infirmerie"
			},
			"Key": "F2F2E3DE4A090F6C89D306A1D1E2FC12"
		},
		{
			"Source": {
				"Text": "LOOSE"
			},
			"Translation": {
				"Text": "PERDU"
			},
			"Key": "04AEAAF1471FB655ECFCD89CF02CDE1F"
		},
		{
			"Source": {
				"Text": "Language"
			},
			"Translation": {
				"Text": "langue"
			},
			"Key": "B474A784486994706348D0AE5DBB934F"
		},
		{
			"Source": {
				"Text": "Load"
			},
			"Translation": {
				"Text": "charger"
			},
			"Key": "A2DCB51949BE6F88CFD1ADBB2C62E799"
		},
		{
			"Source": {
				"Text": "Magma heart"
			},
			"Translation": {
				"Text": "Coeur de magma"
			},
			"Key": "8E55E6394405B544988E0287B1565A34"
		},
		{
			"Source": {
				"Text": "MaxLifeUp"
			},
			"Translation": {
				"Text": "augmentation de vie max"
			},
			"Key": "DEBB5FDF45543E26DE17879E7FA41F6E"
		},
		{
			"Source": {
				"Text": "Music"
			},
			"Translation": {
				"Text": "musique"
			},
			"Key": "5943CA60424BB911AA4FD1B7E2C81498"
		},
		{
			"Source": {
				"Text": "NO"
			},
			"Translation": {
				"Text": "NON"
			},
			"Key": "CA7C3D5846E9B88344588BBEEA5B572C"
		},
		{
			"Source": {
				"Text": "OK"
			},
			"Translation": {
				"Text": "OUI"
			},
			"Key": "8D94D5B443E95763584EA6B296154635"
		},
		{
			"Source": {
				"Text": "Observatory"
			},
			"Translation": {
				"Text": "Observatoire"
			},
			"Key": "55DA89FC4EF0C65DD2863185DC1E530D"
		},
		{
			"Source": {
				"Text": "Options"
			},
			"Translation": {
				"Text": "Options"
			},
			"Key": "2D88673045B3F986801434850707AB2F"
		},
		{
			"Source": {
				"Text": "Options"
			},
			"Translation": {
				"Text": "Options"
			},
			"Key": "7CB432884846ED27C38E398FF8629074"
		},
		{
			"Source": {
				"Text": "Options"
			},
			"Translation": {
				"Text": "options"
			},
			"Key": "85FE7F5B4E091F61FDFE49A82857DD8D"
		},
		{
			"Source": {
				"Text": "PAUSE"
			},
			"Translation": {
				"Text": "pause"
			},
			"Key": "9DB4E79A45C26810B5A46FA59646DD3E"
		},
		{
			"Source": {
				"Text": "Paths"
			},
			"Translation": {
				"Text": "chemins"
			},
			"Key": "3673D9824CD9C5CAECEB8E85EB061942"
		},
		{
			"Source": {
				"Text": "Pause"
			},
			"Translation": {
				"Text": "Pause"
			},
			"Key": "E6E4646845B9F0D63A809E9B5A4F716A"
		},
		{
			"Source": {
				"Text": "PlaceTower"
			},
			"Translation": {
				"Text": "Placer une tour"
			},
			"Key": "795F35864C4F1B8382A4A184E0468813"
		},
		{
			"Source": {
				"Text": "Play"
			},
			"Translation": {
				"Text": "lancer"
			},
			"Key": "93EDC2E34F1B9CB1B50BEE9355C87775"
		},
		{
			"Source": {
				"Text": "PlayX1"
			},
			"Translation": {
				"Text": "vitesse 1"
			},
			"Key": "8E64534D4A527E4E4005E9BFE514D2ED"
		},
		{
			"Source": {
				"Text": "PlayX2"
			},
			"Translation": {
				"Text": "vitesse 2"
			},
			"Key": "6C120ED94DFC5547F15E03AAD83032AE"
		},
		{
			"Source": {
				"Text": "PlayX3"
			},
			"Translation": {
				"Text": "vitesse 3"
			},
			"Key": "CCA59F594171455F75B09CB2F3E14E42"
		},
		{
			"Source": {
				"Text": "Quit game"
			},
			"Translation": {
				"Text": "quitter le jeu"
			},
			"Key": "5F2EA96E414D7988CA1D3BB24AC77013"
		},
		{
			"Source": {
				"Text": "RangeUp"
			},
			"Translation": {
				"Text": "Augmentation de portée"
			},
			"Key": "206646EC47BF125E6717ED97FA75F9FA"
		},
		{
			"Source": {
				"Text": "Resolution"
			},
			"Translation": {
				"Text": "Résolution"
			},
			"Key": "8756EF5245E062D42AA447A035D100EB"
		},
		{
			"Source": {
				"Text": "Save"
			},
			"Translation": {
				"Text": "sauvegarder"
			},
			"Key": "A57FCDE8457E78B3EE9AC69EB1D0A228"
		},
		{
			"Source": {
				"Text": "ShooterItem"
			},
			"Translation": {
				"Text": "cristal de tour"
			},
			"Key": "0C8D32EC40A48962E4133F873F394EA6"
		},
		{
			"Source": {
				"Text": "Speed"
			},
			"Translation": {
				"Text": "vitesse"
			},
			"Key": "5474DF644FED176BED4F46B754A1C434"
		},
		{
			"Source": {
				"Text": "Telescope"
			},
			"Translation": {
				"Text": "Téléscope"
			},
			"Key": "C015464C469954E21118119FDD6EC0B2"
		},
		{
			"Source": {
				"Text": "Tesla House"
			},
			"Translation": {
				"Text": "Maison tesla"
			},
			"Key": "FEF79DC94A6514A21479199C4DC621D9"
		},
		{
			"Source": {
				"Text": "TeslaBobine"
			},
			"Translation": {
				"Text": "Bobine Tesla"
			},
			"Key": "7731B93F4F2F45E1BD3CBCBDD69D6F8D"
		},
		{
			"Source": {
				"Text": "Text Block"
			},
			"Translation": {
				"Text": ""
			},
			"Key": "08CDF7F344562E3BDBE628ADD156647F"
		},
		{
			"Source": {
				"Text": "Thank you for playing this demo, don't hesitate to give your review ond the discor to help the furur devellopement"
			},
			"Translation": {
				"Text": "merci d'avoir jouer à cette démo, n'hésitez pas à donner votre avis sur le discord pour aider le développement futur"
			},
			"Key": "69749CED44879CE98DE557AA9C5D7F02"
		},
		{
			"Source": {
				"Text": "The village has been attacked."
			},
			"Translation": {
				"Text": "Le village a été attaqué"
			},
			"Key": "7C63C6E3471D508B3DA7E9A4109777EB"
		},
		{
			"Source": {
				"Text": "Then drag an drop the Object in the intended socket "
			},
			"Translation": {
				"Text": "Ensuite glisse l'objet dans l'emplacement prévu"
			},
			"Key": "6493DB734E64DAD19B6F42BBF54F7EC7"
		},
		{
			"Source": {
				"Text": "TowerLvlUP"
			},
			"Translation": {
				"Text": "augmentation du niveau de tour"
			},
			"Key": "7759C3A848827C7024F5E39C1B93B7B1"
		},
		{
			"Source": {
				"Text": "Upgrade"
			},
			"Translation": {
				"Text": "Améliorer"
			},
			"Key": "072DF11945D50F8AE52123981EB1376E"
		},
		{
			"Source": {
				"Text": "Upgrade"
			},
			"Translation": {
				"Text": "amélioration"
			},
			"Key": "0FAAA0244F5E563288E85C943F37CB7A"
		},
		{
			"Source": {
				"Text": "Use them to build and upgrade various buildings who will unlock various improvement for the next trys."
			},
			"Translation": {
				"Text": "Utilise les pour construire divers bâtiments qui permettront de débloquer diverses améliorations pour les prochaines tentatives"
			},
			"Key": "CBB47B1043CE88D2007F4C9F31D4B096"
		},
		{
			"Source": {
				"Text": "Volcano"
			},
			"Translation": {
				"Text": "Volcan"
			},
			"Key": "CDC0DEAF47DC80A4517B23825836F869"
		},
		{
			"Source": {
				"Text": "Vsync"
			},
			"Translation": {
				"Text": "Vsync"
			},
			"Key": "90E7442B4420C8FCCB74138A26B9774F"
		},
		{
			"Source": {
				"Text": "Wave: "
			},
			"Translation": {
				"Text": "vague:"
			},
			"Key": "6D5E3BF64A61C381F044E1AEE024117E"
		},
		{
			"Source": {
				"Text": "We lost..."
			},
			"Translation": {
				"Text": "On a perdu..."
			},
			"Key": "0A414C7C4098CFDAEA4863B0F720FE4E"
		},
		{
			"Source": {
				"Text": "Window Mode"
			},
			"Translation": {
				"Text": "mode d'affichage"
			},
			"Key": "D675DE4E4CAD524C993B4D843DF96CBB"
		},
		{
			"Source": {
				"Text": "Yes"
			},
			"Translation": {
				"Text": "Oui"
			},
			"Key": "B4331680477E27146D8B17B9BEA9BF88"
		},
		{
			"Source": {
				"Text": "You can click on a Tower to open the Tower menu and spend gold to upgrade it."
			},
			"Translation": {
				"Text": "Tu peux cliquer sur une tour pour ouvrir son menu et dépense de l'or pour l'améliorer."
			},
			"Key": "62A33D7A4112FA4FDE22B1813E7A18F6"
		},
		{
			"Source": {
				"Text": "You can open the tower menu by clicking on a tower. "
			},
			"Translation": {
				"Text": "Tu peux ouvrir le menu d'une tour en cliquant dessus."
			},
			"Key": "52E239524442671786FA10BFD342129A"
		},
		{
			"Source": {
				"Text": "You can use your power to create a tower who will shoot the ennemies nearby."
			},
			"Translation": {
				"Text": "Tu peux utiliser tes pouvoirs pour créer une tour qui tirera qur les ennemis proches."
			},
			"Key": "B58F6F2643A52B80DEDB3EA8C7CE110B"
		},
		{
			"Source": {
				"Text": "You can use your power to shape the environement at your will"
			},
			"Translation": {
				"Text": "Tu peux utiliser tes pouvoirs pour créer une tour qui tirera qur les ennemis proches."
			},
			"Key": "4B50E0AB4A7D9F28D0B606BC83E3EB58"
		},
		{
			"Source": {
				"Text": "You must build tower to protect the village"
			},
			"Translation": {
				"Text": "Tu dois construire des tour pour protéger le village"
			},
			"Key": "AAC9CC7349D8E80ACED12987B9C38CA1"
		},
		{
			"Source": {
				"Text": "You probably feel deezy, do you remember what hapened?"
			},
			"Translation": {
				"Text": "Tu dois avoirs l'esprit embrumé, te souviens-tu ce qu'il s'est passé?"
			},
			"Key": "3CA4F74D459F4E55C89942B4AC1C664C"
		},
		{
			"Source": {
				"Text": "You've obtained an object to improve your towers. "
			},
			"Translation": {
				"Text": "Tua obtenus un objet pour améliorer tes tours."
			},
			"Key": "4D257CFB413A2E5D6D50EDA8A13AB911"
		},
		{
			"Source": {
				"Text": "alchemist house"
			},
			"Translation": {
				"Text": "Maison de l'achimiste"
			},
			"Key": "D2EB33A94BB8898454B413A85C4F9715"
		},
		{
			"Source": {
				"Text": "back"
			},
			"Translation": {
				"Text": "retour"
			},
			"Key": "29063B0C43C58A7A4630EF899A478052"
		},
		{
			"Source": {
				"Text": "buildingName"
			},
			"Translation": {
				"Text": "Nom de bâtiment"
			},
			"Key": "40251930455E1259BC784BA14804EF74"
		},
		{
			"Source": {
				"Text": "buildingRessource"
			},
			"Translation": {
				"Text": "Nom de ressource"
			},
			"Key": "58C33FC448C31673B78DDAB55BA1D45F"
		},
		{
			"Source": {
				"Text": "can drop a new mod for tower"
			},
			"Translation": {
				"Text": "peut laisser tomber une modification de tour"
			},
			"Key": "AA5711674B8369043DA4C5A8C7E49670"
		},
		{
			"Source": {
				"Text": "clic"
			},
			"Translation": {
				"Text": "clic"
			},
			"Key": "EBA1C54F42429DDFA53F8D9F63AE8416"
		},
		{
			"Source": {
				"Text": "close"
			},
			"Translation": {
				"Text": "fermer"
			},
			"Key": "280C33C34C3C042C5DCC608A782E84A1"
		},
		{
			"Source": {
				"Text": "cold house"
			},
			"Translation": {
				"Text": "Chambre froide"
			},
			"Key": "389265914360BA45DA6C2198E8B1402A"
		},
		{
			"Source": {
				"Text": "cost: {number} {ressource}"
			},
			"Translation": {
				"Text": "coût: {number} {ressource}"
			},
			"Key": "D1CD1B654B72F0D5D2B558B3E445635B"
		},
		{
			"Source": {
				"Text": "current: {number}"
			},
			"Translation": {
				"Text": "actuel: {number}"
			},
			"Key": "CCD74BEF47553382F125C590B25D6ADB"
		},
		{
			"Source": {
				"Text": "currentRessource"
			},
			"Translation": {
				"Text": "ressources actuels"
			},
			"Key": "48A81E7144AAA46120D8DA8FB1A17566"
		},
		{
			"Source": {
				"Text": "en"
			},
			"Translation": {
				"Text": "anglais"
			},
			"Key": "33F4846C45936580D20E03849B66BD3A"
		},
		{
			"Source": {
				"Text": "english"
			},
			"Translation": {
				"Text": "anglais"
			},
			"Key": "D4905F1B44F340A22129A4B3F5BFB4D3"
		},
		{
			"Source": {
				"Text": "epic"
			},
			"Translation": {
				"Text": "épique"
			},
			"Key": "60C2E8794E138C09963D5091C09BD23C"
		},
		{
			"Source": {
				"Text": "français"
			},
			"Translation": {
				"Text": "français"
			},
			"Key": "E493F0EF46EC62ABD981AC9B4DE06B36"
		},
		{
			"Source": {
				"Text": "froze"
			},
			"Translation": {
				"Text": "gelé"
			},
			"Key": "5FB2526C4030FA86ED38449DB001B0BC"
		},
		{
			"Source": {
				"Text": "fuck"
			},
			"Translation": {
				"Text": "nique"
			},
			"Key": "0479E62646D88FF23320499CE612E0AC"
		},
		{
			"Source": {
				"Text": "high"
			},
			"Translation": {
				"Text": "élevé"
			},
			"Key": "D096744C46DB93E7344869808CA06C11"
		},
		{
			"Source": {
				"Text": "level {lvl}"
			},
			"Translation": {
				"Text": "niveau {lvl}"
			},
			"Key": "8DC3603748A33C3A6FE2AA9F4502EB72"
		},
		{
			"Source": {
				"Text": "life leech"
			},
			"Translation": {
				"Text": "vol de vie"
			},
			"Key": "03790F8C473E0935E6FC7394DEFA6C76"
		},
		{
			"Source": {
				"Text": "lightning"
			},
			"Translation": {
				"Text": "éclair"
			},
			"Key": "51FB9C69450DA841300B68A8B61506BE"
		},
		{
			"Source": {
				"Text": "low"
			},
			"Translation": {
				"Text": "bas"
			},
			"Key": "081EB8804B954313B3858B904DB979E3"
		},
		{
			"Source": {
				"Text": "master volume"
			},
			"Translation": {
				"Text": "volume principal"
			},
			"Key": "6627ABCD43954712170177A7890F90C6"
		},
		{
			"Source": {
				"Text": "max wave: "
			},
			"Translation": {
				"Text": "vague max:"
			},
			"Key": "1A260B434CD4CD1E7E1CD9A253166E84"
		},
		{
			"Source": {
				"Text": "medium"
			},
			"Translation": {
				"Text": "moyen"
			},
			"Key": "E84E07724349A2947FC296BC484D0C68"
		},
		{
			"Source": {
				"Text": "new game"
			},
			"Translation": {
				"Text": "nouvelle partie"
			},
			"Key": "FC4C8DD1458C1242D6607F9B93CFFE4B"
		},
		{
			"Source": {
				"Text": "next"
			},
			"Translation": {
				"Text": "suivant"
			},
			"Key": "07215D9043A7F20661193282B3AEAD40"
		},
		{
			"Source": {
				"Text": "no data"
			},
			"Translation": {
				"Text": "pas de données"
			},
			"Key": "293E24AC48FFFFF91053E1AFB86EF941"
		},
		{
			"Source": {
				"Text": "off"
			},
			"Translation": {
				"Text": "désactiver"
			},
			"Key": "8F2241524150743D3659F2B0CD877273"
		},
		{
			"Source": {
				"Text": "on"
			},
			"Translation": {
				"Text": "activer"
			},
			"Key": "974BC09844C08A0683A8948980206384"
		},
		{
			"Source": {
				"Text": "path: "
			},
			"Translation": {
				"Text": "chemin:"
			},
			"Key": "062D4F9547B6FBDD4F4DE5A2CCB3E197"
		},
		{
			"Source": {
				"Text": "poison"
			},
			"Translation": {
				"Text": "poison"
			},
			"Key": "15C74B3B418CB1571AB25D82EE91E12D"
		},
		{
			"Source": {
				"Text": "retry"
			},
			"Translation": {
				"Text": "rééssayer"
			},
			"Key": "A8D25D6A477D9512BE37AE9B41771DED"
		},
		{
			"Source": {
				"Text": "reward"
			},
			"Translation": {
				"Text": "récompense"
			},
			"Key": "039C7F7B4F8B98D2FEDCE79FF60192C3"
		},
		{
			"Source": {
				"Text": "save 1"
			},
			"Translation": {
				"Text": "sauvegarde 1"
			},
			"Key": "D783F8E64357FE83EE9C1D981331755B"
		},
		{
			"Source": {
				"Text": "save 2"
			},
			"Translation": {
				"Text": "sauvegarde 2"
			},
			"Key": "93FE34A24C8EBDF7BDB2A7AAA8A7F0D6"
		},
		{
			"Source": {
				"Text": "save 3"
			},
			"Translation": {
				"Text": "sauvegarde 3"
			},
			"Key": "F122A52D42BC092D394C15B96C8B4FE9"
		},
		{
			"Source": {
				"Text": "save 4"
			},
			"Translation": {
				"Text": "sauvegarde 4"
			},
			"Key": "94CD0CFD4F4D63A2657057A9F21ED118"
		},
		{
			"Source": {
				"Text": "save 5"
			},
			"Translation": {
				"Text": "sauvegarde 5"
			},
			"Key": "2EC34EC142252D1C9EA88DB695AEFF18"
		},
		{
			"Source": {
				"Text": "shoot delay: "
			},
			"Translation": {
				"Text": "délai de tir"
			},
			"Key": "FAB3F91E47859D582232BAA605F1CD11"
		},
		{
			"Source": {
				"Text": "sound effects"
			},
			"Translation": {
				"Text": "bruitages"
			},
			"Key": "AE8CF4744DFC09CF2DA6EA9777778BEC"
		},
		{
			"Source": {
				"Text": "testBuilding"
			},
			"Translation": {
				"Text": "Bâtiment de test"
			},
			"Key": "3F60480D4161D9A12BF00DA8C973DE24"
		},
		{
			"Source": {
				"Text": "this is the tower menu, here you can upgrade and add tower crystals to maker your tower more powerfull"
			},
			"Translation": {
				"Text": "voici le menu de votre tour, ici vous pouvez améliorer et ajouter des cristaux de tour pour rendre votre tour plus puissante."
			},
			"Key": "48E0AE30484DCA5FC156A6BAC08400BD"
		},
		{
			"Source": {
				"Text": "total damage: "
			},
			"Translation": {
				"Text": "domages totaux"
			},
			"Key": "8F3B2F764714C0AE6984D9BBEA7DAF77"
		},
		{
			"Source": {
				"Text": "total range: "
			},
			"Translation": {
				"Text": "portée totale"
			},
			"Key": "B1BD61E3417F261F72E24584FEA49E6A"
		},
		{
			"Source": {
				"Text": "ultra"
			},
			"Translation": {
				"Text": "ultra"
			},
			"Key": "3189D1AC4846FB4DED2FEEB268D9D674"
		},
		{
			"Source": {
				"Text": "upgrade"
			},
			"Translation": {
				"Text": "amélioration"
			},
			"Key": "DBB011CD400C0BCFF5E088B9D93C4AEF"
		},
		{
			"Source": {
				"Text": "{loot} looted"
			},
			"Translation": {
				"Text": "{loot} récupéré"
			},
			"Key": "81A301CC41016FCB43B39A88A578DD2D"
		},
		{
			"Source": {
				"Text": "{ressource}: {number}"
			},
			"Translation": {
				"Text": "{ressource}: {number}"
			},
			"Key": "4A9E879046D26975BA8881A4FEF8BF86"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source": {
						"Text": "Text Block"
					},
					"Translation": {
						"Text": "text block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}